Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Playground
ar: ساحة التجربة
de: Testbereich
es: Área de pruebas
fr: Terrain de jeu
he: סביבת ניסוי
hi: प्लेग्राउंड
id: Area uji
it: Ambiente di prova
ja: プレイグラウンド
ko: 플레이그라운드
nl: Speelveld
pl: Plac zabaw
pt_br: Área de testes
ru: Площадка
sv: Testyta
tr: Deneme alanı
uk: Майданчик
vi: Khu thử nghiệm
zh_hans: 试验场
zh_hant: 試驗場

source: Benchmark
ar: اختبار الأداء
es: Prueba de rendimiento
fr: Test de performance
he: בדיקת ביצועים
hi: बेंचमार्क
id: Tolok ukur
ja: ベンチマーク
ko: 벤치마크
pl: Test wydajności
ru: Тест производительности
sv: Prestandatest
tr: Performans testi
uk: Тест продуктивності
vi: Đo hiệu năng
zh_hans: 基准测试
zh_hant: 基準測試

source: Examples
ar: أمثلة
de: Beispiele
es: Ejemplos
fr: Exemples
he: דוגמאות
hi: उदाहरण
id: Contoh
it: Esempi
ja: 例
ko: 예제
nl: Voorbeelden
pl: Przykłady
pt_br: Exemplos
ru: Примеры
sv: Exempel
tr: Örnekler
uk: Приклади
vi: Ví dụ
zh_hans: 示例
zh_hant: 範例

source: Request
ar: طلب
de: Anfrage
es: Solicitud
fr: Requête
he: בקשה
hi: अनुरोध
id: Permintaan
it: Richiesta
ja: リクエスト
ko: 요청
nl: Verzoek
pl: Żądanie
pt_br: Solicitação
ru: Запрос
sv: Begäran
tr: İstek
uk: Запит
vi: Yêu cầu
zh_hans: 请求
zh_hant: 請求

source: Form
ar: نموذج
de: Formular
es: Formulario
fr: Formulaire
he: טופס
hi: फ़ॉर्म
id: Formulir
it: Modulo
ja: フォーム
ko: 양식
nl: Formulier
pl: Formularz
pt_br: Formulário
ru: Форма
sv: Formulär
uk: Форма
vi: Biểu mẫu
zh_hans: 表单
zh_hant: 表單

source: Raw JSON
ar: JSON خام
de: Rohes JSON
es: JSON sin procesar
fr: JSON brut
he: JSON גולמי
hi: मूल JSON
id: JSON mentah
it: JSON grezzo
ja: 生の JSON
ko: 원본 JSON
nl: Ruwe JSON
pl: Surowy JSON
pt_br: JSON bruto
ru: Исходный JSON
sv: Rå JSON
tr: Ham JSON
uk: Сирий JSON
vi: JSON thô
zh_hans: 原始 JSON
zh_hant: 原始 JSON

source: State
ar: الحالة
de: Status
es: Estado
fr: État
he: מצב
hi: स्थिति
id: Status
it: Stato
ja: 状態
ko: 상태
nl: Status
pl: Stan
pt_br: Estado
ru: Состояние
sv: Tillstånd
tr: Durum
uk: Стан
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

source: Questions
ar: الأسئلة
de: Fragen
es: Preguntas
he: שאלות
hi: प्रश्न
id: Pertanyaan
it: Domande
ja: 質問
ko: 질문
nl: Vragen
pl: Pytania
pt_br: Perguntas
ru: Вопросы
sv: Frågor
tr: Sorular
uk: Питання
vi: Câu hỏi
zh_hans: 问题
zh_hant: 問題

source: Format
ar: تنسيق
de: Formatieren
es: Formatear
fr: Formater
he: עיצוב
hi: फ़ॉर्मैट करें
it: Formatta
ja: 整形
ko: 서식 지정
nl: Opmaken
pl: Formatuj
pt_br: Formatar
ru: Форматировать
sv: Formatera
tr: Biçimlendir
uk: Форматувати
vi: Định dạng
zh_hans: 格式化
zh_hant: 格式化

source: Output
ar: المخرجات
de: Ausgabe
es: Resultado
fr: Résultat
he: פלט
hi: आउटपुट
id: Keluaran
it: Risultato
ja: 出力
ko: 출력
nl: Uitvoer
pl: Wynik
pt_br: Resultado
ru: Результат
sv: Utdata
tr: Çıktı
uk: Результат
vi: Đầu ra
zh_hans: 输出
zh_hant: 輸出

source: Instructions
ar: التعليمات
de: Anweisungen
es: Instrucciones
he: הוראות
hi: निर्देश
id: Petunjuk
it: Istruzioni
ja: 指示
ko: 지침
nl: Instructies
pl: Instrukcje
pt_br: Instruções
ru: Инструкции
sv: Instruktioner
tr: Talimatlar
uk: Інструкції
vi: Hướng dẫn
zh_hans: 说明
zh_hant: 說明

source: Repetitions
ar: التكرارات
de: Wiederholungen
es: Repeticiones
fr: Répétitions
he: חזרות
hi: दोहराव
id: Pengulangan
it: Ripetizioni
ja: 繰り返し回数
ko: 반복 횟수
nl: Herhalingen
pl: Powtórzenia
pt_br: Repetições
ru: Повторы
sv: Upprepningar
tr: Tekrarlar
uk: Повторення
vi: Số lần lặp
zh_hans: 重复次数
zh_hant: 重複次數

source: API mode
ar: وضع API
de: API-Modus
es: Modo API
fr: Mode API
he: מצב API
hi: API मोड
id: Mode API
it: Modalità API
ja: API モード
ko: API 모드
nl: API-modus
pl: Tryb API
pt_br: Modo de API
ru: Режим API
sv: API-läge
tr: API modu
uk: Режим API
vi: Chế độ API
zh_hans: API 模式
zh_hant: API 模式

source: Attach
ar: إرفاق
de: Verbinden
es: Adjuntar
fr: Joindre
he: צרף
hi: संलग्न करें
id: Lampirkan
it: Collega
ja: 接続
ko: 연결
nl: Koppelen
pl: Dołącz
pt_br: Anexar
ru: Подключить
sv: Anslut
tr: Bağla
uk: Підключити
vi: Gắn
zh_hans: 挂载
zh_hant: 掛載

source: Image
ar: صورة
de: Bild
es: Imagen
he: תמונה
hi: छवि
id: Gambar
it: Immagine
ja: 画像
ko: 이미지
nl: Afbeelding
pl: Obraz
pt_br: Imagem
ru: Изображение
sv: Bild
tr: Görsel
uk: Зображення
vi: Hình ảnh
zh_hans: 图像
zh_hant: 影像

source: Save to gallery
ar: حفظ في المعرض
de: In Galerie speichern
es: Guardar en la galería
fr: Enregistrer dans la galerie
he: שמור בגלריה
hi: गैलरी में सहेजें
id: Simpan ke galeri
it: Salva nella galleria
ja: ギャラリーに保存
ko: 갤러리에 저장
nl: Opslaan in galerij
pl: Zapisz w galerii
pt_br: Salvar na galeria
ru: Сохранить в галерею
sv: Spara i galleri
tr: Galeriye kaydet
uk: Зберегти до галереї
vi: Lưu vào thư viện
zh_hans: 保存到图库
zh_hant: 儲存至圖庫

source: Start
ar: بدء
de: Starten
es: Iniciar
fr: Démarrer
he: התחל
hi: शुरू करें
id: Mulai
it: Avvia
ja: 開始
ko: 시작
nl: Starten
pl: Uruchom
pt_br: Iniciar
ru: Запустить
sv: Starta
tr: Başlat
uk: Запустити
vi: Bắt đầu
zh_hans: 启动
zh_hant: 啟動

source: Text
ar: نص
es: Texto
fr: Texte
he: טקסט
hi: पाठ
id: Teks
it: Testo
ja: テキスト
ko: 텍스트
nl: Tekst
pl: Tekst
pt_br: Texto
ru: Текст
tr: Metin
uk: Текст
vi: Văn bản
zh_hans: 文本
zh_hant: 文字

source: "%@" and its conversation history will be removed.
ar: ستتم إزالة "%@" وسجل المحادثة الخاص به.
de: „%@“ und sein Konversationsverlauf werden entfernt.
es: Se eliminarán "%@" y su historial de conversación.
fr: « %@ » et son historique de conversation seront supprimés.
he: "%@" והיסטוריית השיחות שלו יוסרו.
hi: "%@" और इसका बातचीत इतिहास हटा दिया जाएगा।
id: "%@" dan riwayat percakapannya akan dihapus.
it: "%@" e la relativa cronologia della conversazione verranno rimossi.
ja: 「%@」とその会話履歴が削除されます。
ko: "%@" 및 대화 기록이 삭제됩니다.
nl: "%@" en de bijbehorende gespreksgeschiedenis worden verwijderd.
pl: Element „%@” i jego historia konwersacji zostaną usunięte.
pt_br: "%@" e o histórico de conversas serão removidos.
ru: «%@» и история этого диалога будут удалены.
sv: "%@" och dess konversationshistorik tas bort.
tr: "%@" ve konuşma geçmişi kaldırılacak.
uk: «%@» та історія цієї розмови будуть видалені.
vi: "%@" và lịch sử trò chuyện của nó sẽ bị xóa.
zh_hans: “%@”及其对话历史记录将被删除。
zh_hant: 「%@」及其對話歷史記錄將被刪除。

source: %@ (current)
ar: %@ (الحالي)
de: %@ (aktuell)
es: %@ (actual)
fr: %@ (actuel)
he: %@ (נוכחי)
hi: %@ (वर्तमान)
id: %@ (saat ini)
it: %@ (attuale)
ja: %@（現在）
ko: %@ (현재)
nl: %@ (huidig)
pl: %@ (bieżący)
pt_br: %@ (atual)
ru: %@ (текущий)
sv: %@ (aktuell)
tr: %@ (geçerli)
uk: %@ (поточний)
vi: %@ (hiện tại)
zh_hans: %@（当前）
zh_hant: %@（目前）

source: %@ Options
ar: خيارات %@
de: %@-Optionen
es: Opciones de %@
fr: Options de %@
he: אפשרויות %@
hi: %@ विकल्प
id: Opsi %@
it: Opzioni %@
ja: %@ オプション
ko: %@ 옵션
nl: Opties voor %@
pl: Opcje %@
pt_br: Opções de %@
ru: Параметры %@
sv: Alternativ för %@
tr: %@ Seçenekleri
uk: Параметри %@
vi: Tùy chọn %@
zh_hans: %@ 选项
zh_hant: %@ 選項

source: %@ of %@
ar: %@ من %@
de: %@ von %@
es: %@ de %@
fr: %@ sur %@
he: %@ מתוך %@
hi: %@ में से %@
id: %@ dari %@
it: %@ su %@
nl: %@ van %@
pl: %@ z %@
pt_br: %@ de %@
ru: %@ из %@
sv: %@ av %@
uk: %@ з %@

source: %@ on this Mac
ar: %@ على هذا الـ Mac
de: %@ auf diesem Mac
es: %@ en este Mac
fr: %@ sur ce Mac
he: %@ במחשב Mac הזה
hi: इस Mac पर %@
id: %@ di Mac ini
it: %@ su questo Mac
ja: このMacに%@
ko: 이 Mac에 %@
nl: %@ op deze Mac
pl: %@ na tym Macu
pt_br: %@ neste Mac
ru: %@ на этом Mac
sv: %@ på den här Mac-datorn
tr: Bu Mac'te %@
uk: %@ на цьому Mac
vi: %@ trên máy Mac này
zh_hans: 本机 %@
zh_hant: 本機 %@

source: %lld local chats
ar: %lld محادثة محلية
de: %lld lokale Chats
es: %lld chats locales
fr: %lld discussions locales
he: %lld צ'אטים מקומיים
hi: %lld स्थानीय चैट
id: %lld obrolan lokal
it: %lld chat locali
ja: %lld件のローカルチャット
ko: %lld개의 로컬 대화
nl: %lld lokale chats
pl: %lld lokalnych czatów
pt_br: %lld conversas locais
ru: %lld локальных чатов
sv: %lld lokala chattar
tr: %lld yerel sohbet
uk: %lld локальних чатів
vi: %lld cuộc trò chuyện cục bộ
zh_hans: %lld 个本地对话
zh_hant: %lld 個本地對話

source: A backup comes back as a new user with a fresh identity and a name of its own, even when it was exported from the Default user. Keychain-stored hook secrets are not part of a backup.
ar: تعود النسخة الاحتياطية كمستخدم جديد بهوية جديدة واسم خاص بها، حتى إذا تم تصديرها من المستخدم الافتراضي. أسرار الخطافات المخزنة في سلسلة المفاتيح ليست جزءا من النسخة الاحتياطية.
de: Ein Backup kommt als neuer Benutzer mit eigener Identität und eigenem Namen zurück, selbst wenn es vom Standardbenutzer exportiert wurde. Im Schlüsselbund gespeicherte Hook-Geheimnisse sind nicht Teil eines Backups.
es: Una copia de seguridad se restaura como un usuario nuevo con identidad propia y su propio nombre, incluso si se exportó del usuario predeterminado. Los secretos de hooks guardados en el llavero no forman parte de una copia de seguridad.
fr: Une sauvegarde revient comme un nouvel utilisateur avec une identité neuve et son propre nom, même si elle a été exportée depuis l'utilisateur par défaut. Les secrets de hooks stockés dans le trousseau ne font pas partie d'une sauvegarde.
he: גיבוי חוזר כמשתמש חדש עם זהות חדשה ושם משלו, גם אם יוצא ממשתמש ברירת המחדל. סודות הוק המאוחסנים בצרור המפתחות אינם חלק מגיבוי.
hi: बैकअप एक नए उपयोगकर्ता के रूप में लौटता है जिसकी नई पहचान और अपना नाम होता है, भले ही वह डिफ़ॉल्ट उपयोगकर्ता से निर्यात किया गया हो। कीचेन में संग्रहीत हुक रहस्य बैकअप का हिस्सा नहीं होते।
id: Cadangan kembali sebagai pengguna baru dengan identitas baru dan namanya sendiri, bahkan jika diekspor dari pengguna bawaan. Rahasia hook yang disimpan di Keychain bukan bagian dari cadangan.
it: Un backup torna come un nuovo utente con una nuova identità e un nome proprio, anche se è stato esportato dall'utente predefinito. I segreti degli hook memorizzati nel portachiavi non fanno parte di un backup.
ja: バックアップは、デフォルトユーザーから書き出されたものであっても、新しい識別子と独自の名前を持つ新しいユーザーとして復元されます。キーチェーンに保存されたフックのシークレットはバックアップに含まれません。
ko: 백업은 기본 사용자에서 내보낸 것이더라도 새로운 식별자와 고유한 이름을 가진 새 사용자로 복원됩니다. 키체인에 저장된 훅 시크릿은 백업에 포함되지 않습니다.
nl: Een back-up komt terug als een nieuwe gebruiker met een nieuwe identiteit en een eigen naam, zelfs als deze is geëxporteerd van de standaardgebruiker. In de sleutelhanger opgeslagen hook-geheimen maken geen deel uit van een back-up.
pl: Kopia zapasowa wraca jako nowy użytkownik z nową tożsamością i własną nazwą, nawet jeśli została wyeksportowana z użytkownika domyślnego. Sekrety hooków przechowywane w pęku kluczy nie są częścią kopii zapasowej.
pt_br: Um backup volta como um novo usuário com identidade própria e um nome próprio, mesmo quando exportado do usuário padrão. Segredos de hooks guardados no chaveiro não fazem parte de um backup.
ru: Резервная копия возвращается как новый пользователь с новой идентификацией и собственным именем, даже если она была экспортирована из пользователя по умолчанию. Секреты хуков, хранящиеся в Связке ключей, не входят в резервную копию.
sv: En säkerhetskopia kommer tillbaka som en ny användare med en ny identitet och ett eget namn, även om den exporterades från standardanvändaren. Nyckelringlagrade hookhemligheter ingår inte i en säkerhetskopia.
tr: Bir yedek, varsayılan kullanıcıdan dışa aktarılmış olsa bile yeni bir kimlik ve kendi adıyla yeni bir kullanıcı olarak geri gelir. Anahtar zincirinde saklanan kanca sırları bir yedeğin parçası değildir.
uk: Резервна копія повертається як новий користувач з новою ідентичністю та власним ім'ям, навіть якщо вона була експортована з типового користувача. Секрети хуків, що зберігаються в Зв'язці ключів, не є частиною резервної копії.
vi: Bản sao lưu quay lại như một người dùng mới với danh tính mới và tên riêng, ngay cả khi nó được xuất từ người dùng mặc định. Các bí mật hook lưu trong Keychain không phải là một phần của bản sao lưu.
zh_hans: 备份会作为一个拥有全新标识和独立名称的新用户恢复,即使它是从默认用户导出的。存储在钥匙串中的钩子密钥不属于备份的一部分。
zh_hant: 備份會以擁有全新識別與獨立名稱的新使用者身分恢復,即使是從預設使用者匯出的。儲存在鑰匙圈中的掛鉤密鑰不屬於備份的一部分。

source: A pinned hold outlives this app: quitting restores Apple's curve unless the toggle above is on. Fans can always be released with `thermalforge auto`.
ar: يستمر تثبيت المروحة بعد إغلاق هذا التطبيق: يؤدي الخروج إلى استعادة منحنى Apple ما لم يكن المفتاح أعلاه قيد التشغيل. يمكن دائمًا تحرير المراوح باستخدام `thermalforge auto`.
de: Ein fixierter Zustand überdauert diese App: Das Beenden stellt die Apple-Kurve wieder her, sofern der Schalter oben nicht aktiviert ist. Lüfter können jederzeit mit `thermalforge auto` freigegeben werden.
es: Una fijación de ventilador sobrevive al cierre de esta app: salir restaura la curva de Apple a menos que el interruptor superior esté activado. Los ventiladores siempre se pueden liberar con `thermalforge auto`.
fr: Un maintien forcé survit à cette application : quitter restaure la courbe d'Apple à moins que le bouton ci-dessus ne soit activé. Les ventilateurs peuvent toujours être libérés avec `thermalforge auto`.
he: החזקה מקובעת ממשיכה מעבר לאפליקציה זו: יציאה משחזרת את העקומה של Apple אלא אם המתג למעלה פועל. תמיד ניתן לשחרר מאווררים באמצעות `thermalforge auto`.
hi: पिन की गई पकड़ इस ऐप से आगे रहती है: जब तक कि ऊपर का टॉगल चालू न हो, छोड़ना Apple के वक्र को पुनर्स्थापित करता है। पंखे हमेशा `thermalforge auto` के साथ जारी किए जा सकते हैं।
id: Penahanan yang disematkan bertahan lebih lama dari aplikasi ini: keluar akan memulihkan kurva Apple kecuali tombol di atas aktif. Kipas selalu dapat dilepaskan dengan `thermalforge auto`.
it: Un blocco della ventola sopravvive alla chiusura dell'app: uscire ripristina la curva di Apple a meno che l'interruttore sopra non sia attivo. Le ventole possono sempre essere sbloccate con `thermalforge auto`.
ja: ファンの固定状態はこのアプリの終了後も維持されます。上記のトグルがオンになっていない限り、終了すると Apple の曲線に戻ります。ファンはいつでも `thermalforge auto` で解放できます。
ko: 팬 속도 고정은 이 앱이 종료된 후에도 유지됩니다. 위의 토글이 켜져 있지 않으면 종료 시 Apple 곡선으로 복원됩니다. 팬은 언제든지 `thermalforge auto`로 해제할 수 있습니다.
nl: Een vastgezette hold blijft behouden na het afsluiten van deze app: stoppen herstelt de Apple-curve, tenzij de schakelaar hierboven aan staat. Ventilatoren kunnen altijd worden vrijgegeven met `thermalforge auto`.
pl: Przypięta blokada działa dłużej niż ta aplikacja: wyjście przywraca krzywą Apple, chyba że powyższy przełącznik jest włączony. Wentylatory można zawsze zwolnić za pomocą `thermalforge auto`.
pt_br: A fixação da velocidade sobrevive ao encerramento do app: sair restaura a curva da Apple, a menos que a opção acima esteja ativada. As ventoinhas sempre podem ser liberadas com `thermalforge auto`.
ru: Фиксация вентиляторов сохраняется после закрытия этого приложения: выход восстанавливает кривую Apple, если переключатель выше не включен. Вентиляторы всегда можно освободить с помощью `thermalforge auto`.
sv: Ett fäst läge överlever den här appen: avsluta återställer Apples kurva om inte reglaget ovan är på. Fläktar kan alltid släppas med `thermalforge auto`.
tr: Sabitlenmiş tutma bu uygulamanın ötesinde sürer: yukarıdaki geçiş açık olmadığı sürece çıkış Apple'ın eğrisini geri yükler. Fanlar her zaman `thermalforge auto` ile serbest bırakılabilir.
uk: Фіксація вентиляторів зберігається після закриття цієї програми: вихід відновлює криву Apple, якщо перемикач вище не ввімкнено. Вентилятори завжди можна звільнити за допомогою `thermalforge auto`.
vi: Trạng thái ghim quạt vẫn tồn tại sau ứng dụng này: thoát sẽ khôi phục đường cong của Apple trừ khi bật nút chuyển đổi ở trên. Quạt luôn có thể được giải phóng bằng `thermalforge auto`.
zh_hans: 固定转速在此应用退出后依然生效：除非开启上方开关，否则退出应用会恢复 Apple 默认风扇曲线。随时可通过 `thermalforge auto` 释放风扇控制。
zh_hant: 固定轉速在此應用程式結束後依然生效：除非開啟上方開關，否則結束應用程式會恢復 Apple 預設風扇曲線。隨時可透過 `thermalforge auto` 釋放風扇控制。

source: API Endpoints
ar: نقاط نهاية API
de: API-Endpunkte
es: Puntos de conexión de la API
fr: Points de terminaison d'API
he: נקודות קצה של API
hi: एपीआई एंडपॉइंट्स
id: Titik Akhir API
it: Endpoint API
ja: APIエンドポイント
ko: API 엔드포인트
nl: API-eindpunten
pl: Punkty końcowe API
pt_br: Endpoints de API
ru: Конечные точки API
sv: API-slutpunkter
tr: API Uç Noktaları
uk: Кінцеві точки API
vi: Điểm cuối API
zh_hans: API端点
zh_hant: API端點

source: API Keys
ar: مفاتيح API
de: API-Schlüssel
es: Claves de API
fr: Clés d'API
he: מפתחות API
hi: एपीआई कुंजियाँ
id: Kunci API
it: Chiavi API
ja: APIキー
ko: API 키
nl: API-sleutels
pl: Klucze API
pt_br: Chaves de API
ru: Ключи API
sv: API-nycklar
tr: API Anahtarları
uk: Ключі API
vi: Khóa API
zh_hans: API 密钥
zh_hant: API 金鑰

source: API key (optional)
ar: مفتاح API (اختياري)
de: API-Schlüssel (optional)
es: Clave de API (opcional)
fr: Clé API (optionnelle)
he: מפתח API (אופציונלי)
hi: एपीआई कुंजी (वैकल्पिक)
id: Kunci API (opsional)
it: Chiave API (opzionale)
ja: APIキー（任意）
ko: API 키 (선택 사항)
nl: API-sleutel (optioneel)
pl: Klucz API (opcjonalnie)
pt_br: Chave de API (opcional)
ru: Ключ API (необязательно)
sv: API-nyckel (valfritt)
tr: API anahtarı (isteğe bağlı)
uk: Ключ API (необов'язково)
vi: Khóa API (tùy chọn)
zh_hans: API密钥（可选）
zh_hant: API金鑰（選填）

source: ARGUMENTS
ar: الوسائط
de: ARGUMENTE
es: ARGUMENTOS
he: ארגומנטים
hi: आर्ग्युमेंट
id: ARGUMEN
it: ARGOMENTI
ja: 引数
ko: 인수
nl: ARGUMENTEN
pl: ARGUMENTY
pt_br: ARGUMENTOS
ru: АРГУМЕНТЫ
sv: ARGUMENT
tr: BAĞIMSIZ DEĞİŞKENLER
uk: АРГУМЕНТИ
vi: ĐỐI SỐ
zh_hans: 参数
zh_hant: 參數

source: About TurboSpark
ar: حول TurboSpark
de: Über TurboSpark
es: Acerca de TurboSpark
fr: À propos de TurboSpark
he: על אודות TurboSpark
hi: TurboSpark के बारे में
id: Tentang TurboSpark
it: Informazioni su TurboSpark
ja: TurboSparkについて
ko: TurboSpark 정보
nl: Over TurboSpark
pl: O programie TurboSpark
pt_br: Sobre o TurboSpark
ru: О программе TurboSpark
sv: Om TurboSpark
tr: TurboSpark Hakkında
uk: Про TurboSpark
vi: Giới thiệu về TurboSpark
zh_hans: 关于 TurboSpark
zh_hant: 關於 TurboSpark

source: Accent
ar: لون التمييز
de: Akzent
es: Acento
he: צבע הדגשה
hi: एक्सेंट
id: Aksen
it: Accento
ja: アクセント
ko: 강조색
pl: Akcent
pt_br: Destaque
ru: Акцент
tr: Vurgu
uk: Акцент
vi: Màu nhấn
zh_hans: 强调色
zh_hant: 強調色

source: Acquire skills from local agent harnesses (Claude, Cursor, Codex) or remote Git/HTTPS marketplaces.
ar: احصل على المهارات من بيئات الوكلاء المحلية (Claude أو Cursor أو Codex) أو من أسواق Git/HTTPS البعيدة.
de: Beziehen Sie Skills aus lokalen Agent-Umgebungen (Claude, Cursor, Codex) oder aus entfernten Git/HTTPS-Marktplätzen.
es: Obtén habilidades desde entornos de agentes locales (Claude, Cursor, Codex) o desde marketplaces remotos Git/HTTPS.
fr: Récupérez des compétences depuis des environnements d'agents locaux (Claude, Cursor, Codex) ou des places de marché Git/HTTPS distantes.
he: קבל מיומנויות מסביבות סוכן מקומיות (Claude, Cursor, Codex) או ממרכזי Git/HTTPS מרוחקים.
hi: स्थानीय एजेंट हार्नेस (Claude, Cursor, Codex) या रिमोट Git/HTTPS मार्केटप्लेस से स्किल प्राप्त करें।
id: Dapatkan keterampilan dari lingkungan agen lokal (Claude, Cursor, Codex) atau dari marketplace Git/HTTPS jarak jauh.
it: Acquisisci competenze da ambienti di agenti locali (Claude, Cursor, Codex) o da marketplace remoti Git/HTTPS.
ja: ローカルのエージェント環境 (Claude、Cursor、Codex) やリモートの Git/HTTPS マーケットプレイスからスキルを取得します。
ko: 로컬 에이전트 환경(Claude, Cursor, Codex) 또는 원격 Git/HTTPS 마켓플레이스에서 스킬을 가져옵니다.
nl: Haal skills op uit lokale agentomgevingen (Claude, Cursor, Codex) of uit externe Git/HTTPS-marktplaatsen.
pl: Pobieraj umiejętności z lokalnych środowisk agentów (Claude, Cursor, Codex) lub ze zdalnych marketplace'ów Git/HTTPS.
pt_br: Obtenha habilidades de ambientes de agentes locais (Claude, Cursor, Codex) ou de marketplaces remotos Git/HTTPS.
ru: Получайте навыки из локальных агентских окружений (Claude, Cursor, Codex) или из удаленных маркетплейсов Git/HTTPS.
sv: Hämta färdigheter från lokala agentmiljöer (Claude, Cursor, Codex) eller från fjärrmarknadsplatser via Git/HTTPS.
tr: Yerel aracı ortamlarından (Claude, Cursor, Codex) veya uzak Git/HTTPS pazarlarından beceri edinin.
uk: Отримуйте навички з локальних агентських середовищ (Claude, Cursor, Codex) або з віддалених маркетплейсів Git/HTTPS.
vi: Lấy kỹ năng từ môi trường tác nhân cục bộ (Claude, Cursor, Codex) hoặc từ chợ Git/HTTPS từ xa.
zh_hans: 从本地代理环境 (Claude、Cursor、Codex) 或远程 Git/HTTPS 市场获取技能。
zh_hant: 從本機代理環境 (Claude、Cursor、Codex) 或遠端 Git/HTTPS 市集取得技能。

source: Actions for %@
ar: إجراءات لـ %@
de: Aktionen für %@
es: Acciones para %@
fr: Actions pour %@
he: פעולות עבור %@
hi: %@ के लिए क्रियाएं
id: Tindakan untuk %@
it: Azioni per %@
ja: %@ のアクション
ko: %@ 작업
nl: Acties voor %@
pl: Działania dla %@
pt_br: Ações para %@
ru: Действия для %@
sv: Åtgärder för %@
tr: %@ için eylemler
uk: Дії для %@
vi: Hành động cho %@
zh_hans: %@ 的操作
zh_hant: %@ 的操作

source: Activation
ar: التنشيط
de: Aktivierung
es: Activación
he: הפעלה
hi: सक्रियण
id: Aktivasi
it: Attivazione
ja: アクティベーション
ko: 활성화
nl: Activering
pl: Aktywacja
pt_br: Ativação
ru: Активация
sv: Aktivering
tr: Etkinleştirme
uk: Активація
vi: Kích hoạt
zh_hans: 激活
zh_hant: 啟用

source: Activation Gate
ar: بوابة التنشيط
de: Aktivierungsgate
es: Puerta de activación
fr: Porte d'activation
he: שער הפעלה
hi: सक्रियण गेट
id: Gerbang Aktivasi
it: Porta di attivazione
ja: 活性化ゲート
ko: 활성화 게이트
nl: Activeringspoort
pl: Bramka aktywacji
pt_br: Porta de Ativação
ru: Вентиль активации
sv: Aktiveringsgrind
tr: Etkinleştirme Geçidi
uk: Вентиль активації
vi: Cổng kích hoạt
zh_hans: 激活门控
zh_hant: 啟用閘門

source: Activation Path Triggers
ar: مسارات تفعيل المهارة
de: Aktivierungspfad-Auslöser
es: Rutas que activan la habilidad
fr: Chemins déclencheurs d'activation
he: נתיבי הפעלה
hi: सक्रियण पथ ट्रिगर
id: Pemicu jalur aktivasi
it: Percorsi che attivano l'abilità
ja: アクティベーションパスのトリガー
ko: 활성화 경로 트리거
nl: Activeringspad-triggers
pl: Ścieżki wyzwalające aktywację
pt_br: Caminhos que ativam a habilidade
ru: Пути активации
sv: Utlösande aktiveringssökvägar
tr: Etkinleştirme yolu tetikleyicileri
uk: Шляхи активації
vi: Đường dẫn kích hoạt
zh_hans: 激活路径触发器
zh_hant: 啟用路徑觸發器

source: Activation Path Triggers (Comma-separated)
ar: مسارات تفعيل المهارة (مفصولة بفواصل)
de: Aktivierungspfad-Auslöser (kommagetrennt)
es: Rutas que activan la habilidad (separadas por comas)
fr: Chemins déclencheurs d'activation (séparés par des virgules)
he: נתיבי הפעלה (מופרדים בפסיקים)
hi: सक्रियण पथ ट्रिगर (अल्पविराम से अलग)
id: Pemicu jalur aktivasi (dipisahkan koma)
it: Percorsi che attivano l'abilità (separati da virgole)
ja: アクティベーションパスのトリガー (カンマ区切り)
ko: 활성화 경로 트리거(쉼표로 구분)
nl: Activeringspad-triggers (kommagescheiden)
pl: Ścieżki wyzwalające aktywację (oddzielone przecinkami)
pt_br: Caminhos que ativam a habilidade (separados por vírgula)
ru: Пути активации (через запятую)
sv: Utlösande aktiveringssökvägar (kommaseparerade)
tr: Etkinleştirme yolu tetikleyicileri (virgülle ayrılmış)
uk: Шляхи активації (через кому)
vi: Đường dẫn kích hoạt (phân tách bằng dấu phẩy)
zh_hans: 激活路径触发器 (以逗号分隔)
zh_hant: 啟用路徑觸發器 (以逗號分隔)

source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
he: פעיל
hi: सक्रिय
id: Aktif
it: Attivo
ja: 有効
ko: 활성
nl: Actief
pl: Aktywny
pt_br: Ativo
ru: Активно
sv: Aktiv
tr: Etkin
uk: Активно
vi: Đang hoạt động
zh_hans: 活跃
zh_hant: 使用中

source: Active Keyboard Layout:
ar: تخطيط لوحة المفاتيح النشط:
de: Aktives Tastaturlayout:
es: Disposicion de teclado activa:
fr: Disposition de clavier active :
he: פריסת מקלדת פעילה:
hi: सक्रिय कीबोर्ड लेआउट:
id: Tata Letak Papan Ketik Aktif:
it: Layout tastiera attivo:
ja: アクティブなキーボード配列:
ko: 현재 활성 키보드 레이아웃:
nl: Actieve toetsenbordindeling:
pl: Aktywny układ klawiatury:
pt_br: Layout de teclado ativo:
ru: Активная раскладка клавиатуры:
sv: Aktiv tangentbordslayout:
tr: Etkin Klavye Düzeni:
uk: Активна розкладка клавіатури:
vi: Bố cục bàn phím đang hoạt động:
zh_hans: 当前键盘布局：
zh_hant: 目前鍵盤配置：

source: Active Profile
ar: الملف التعريفي النشط
de: Aktives Profil
es: Perfil activo
fr: Profil actif
he: פרופיל פעיל
hi: सक्रिय प्रोफ़ाइल
id: Profil Aktif
it: Profilo attivo
ja: アクティブなプロファイル
ko: 활성 프로필
nl: Actief profiel
pl: Aktywny profil
pt_br: Perfil ativo
ru: Активный профиль
sv: Aktiv profil
tr: Aktif Profil
uk: Активний профіль
vi: Hồ sơ đang hoạt động
zh_hans: 当前配置文件
zh_hant: 使用中設定檔
